{"Q901533": {"coord": "Point(-73.990139 40.7185)", "enlink": "https://en.wikipedia.org/wiki/Lower_East_Side_Tenement_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/97%20Orchard%20Street%20Front.jpg"], "classes": ["tenement", "museum", "National Historic Site"], "en": "The Lower East Side Tenement Museum, located at 97 and 103 Orchard Street in the Lower East Side neighborhood of Manhattan, New York City, is a National Historic Site. The Museum's two historical tenement buildings were home to an estimated 15,000 people, from over 20 nations, between 1863 and 2011. The museum, which includes a visitors' center, promotes tolerance and historical perspective on the immigrant experience.", "class": 108, "hf_iids": [1109, 5738, 1689, 6383, 5157, 14529, 2143, 117, 1388, 1120, 5311, 1105, 9550, 23939, 1715, 1107, 1103, 5738, 1689, 6383, 4532, 1104, 6545, 117, 1203, 1365, 1392, 117, 1110, 170, 1305, 3700, 9338]}, "Q5598671": {"coord": "Point(-74.0402 40.721)", "enlink": "https://en.wikipedia.org/wiki/Great_Atlantic_and_Pacific_Tea_Company_Warehouse", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Great-a-p-warehouse-jersey-city.jpg"], "classes": ["National Register of Historic Places listed place"], "en": "The Great Atlantic and Pacific Tea Company Warehouse is a historic formerly commercial building at 150 Bay Street in Jersey City, Hudson County, New Jersey, United States.  Built as a warehouse for The Great Atlantic & Pacific Tea Company (A&P) in 1900, it is the major surviving remnant of a five-building complex of the nation's first major grocery store chain.  It was designated a National Historic Landmark in 1978, and now houses a mix of residences and storage facilities.", "class": 74, "hf_iids": [1109, 2038, 3608, 1105, 2662, 15832, 1881, 22846, 3255, 1110, 170, 3432, 3147, 2595, 1459, 1120, 4214, 2410, 1715, 1107, 3308, 1392, 117, 6236, 1391, 117, 1203, 3308, 117, 1244, 1311]}, "Q7402012": {"coord": "Point(-73.825833 40.892778)", "enlink": "https://en.wikipedia.org/wiki/Saint_Paul%27s_Church_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Saint%20Paul%27s%20Church%20National%20Historic%20Site.jpg"], "classes": ["National Historic Site"], "en": "Saint Paul's Church National Historic Site is  a United States National Historic Site located in Mount Vernon, New York, just north of the New York City borough of The Bronx. The site was authorized in 1978 to protect Saint Paul's Church from increasing industrialization of the surrounding area. Saint Paul's Church is one of New York's oldest parishes and was used as a military hospital after the American Revolutionary War Battle of Pell's Point in 1776. The 5-acre (20,000 m2) cemetery surrounding the church is also within the historic site and contains an estimated 9,000 burials dating from 1704.", "class": 118, "hf_iids": [2216, 1795, 112, 188, 1722, 1305, 3700, 9338, 1110, 170, 1244, 1311, 1305, 3700, 9338, 1388, 1107, 3572, 11459, 117, 1203, 1365, 117, 1198, 1564, 1104, 1103, 1203, 1365, 1392, 7833, 1104, 1109, 15115]}, "Q4553039": {"coord": "Point(-71.09138889 42.33)", "enlink": "https://en.wikipedia.org/wiki/1767_Milestones", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/BostonMA%20PartingWaysStone.jpg"], "classes": ["milestone", "historic district"], "en": "The 1767 Milestones are historic milestones located along the route of the Upper Boston Post Road between the cities of Boston and Springfield in Massachusetts. The 40 surviving milestones were added to the National Register of Historic Places in 1971. Massachusetts has a total of 129 surviving milestones including those along the upper Post Road. The stones are so named, despite having been placed in many different years, because of a 1767 directive of the Province of Massachusetts Bay that such stones be placed along major roadways. The state highway department was directed in 1960 to undertake their preservation. Many of them underwent a major restoration in 2018.The first stone was erected by Paul Dudley, one of the prominent citizens of early 18th century Massachusetts, in Roxbury, which was at the time a separate community. Roxbury was located at the end of the Boston Neck, a narrow isthmus separating the mainland from the Shawmut Peninsula, where Boston was located. Travelers going by land from Boston to other areas had to travel over the neck and through Roxbury to reach their destinations. The Roxbury junction where Dudley placed the first stone was where several routes branched, heading south and west across New England.\nDudley erected several stones along the road from Boston to Cambridge which wound its way from Beacon Hill along what is now Washington Street through the Dudley Square area to what is now Huntington Avenue, then along Harvard Street through Brookline Village, Coolidge Corner, and Allston crossing into Cambridge at the Great Bridge, where modern JFK Street in Cambridge becomes North Harvard Street in Allston. The stones that Dudley erected have the initial PD on them, usually at the bottom of the stone. The most chatty of these milestones (not part of this collection), is inscribed P Dudley rather than PD, and is located on the corner of Centre and South Streets in Jamaica Plain.\nThe stones listed for miles 23 through 29 in Wayland and Sudbury are actually guideposts rather than milestones, and do not list any mileage. They were erected at road intersections rather than at the mile marks. The stones are quarried granite posts with plug & feather tool marks and post-date 1800.", "class": 264, "hf_iids": [1109, 23714, 7726, 11488, 1132, 3432, 24697, 1116, 1388, 1373, 1103, 2438, 1104, 1103, 5454, 2859, 3799, 1914, 1206, 1103, 3038, 1104, 2859, 1105, 10363, 1107, 3559]}, "Q474665": {"coord": "Point(-71.1264 42.3767)", "enlink": "https://en.wikipedia.org/wiki/Longfellow_House%E2%80%93Washington%27s_Headquarters_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Longfellow%20National%20Historic%20Site%2C%20Cambridge%2C%20Massachusetts.JPG"], "classes": ["house", "National Historic Site"], "en": "The Longfellow House–Washington's Headquarters National Historic Site (also known as the Vassall-Craigie-Longfellow House and, until December 2010, Longfellow National Historic Site) is a historic site located at 105 Brattle Street in Cambridge, Massachusetts. It was the home of noted American poet Henry Wadsworth Longfellow for almost 50 years, and it had previously served as the headquarters of General George Washington (1775–76).\nThe house was built in 1759 for John Vassall, who fled the Cambridge area at the beginning of the American Revolutionary War because of his loyalty to the king of England. George Washington occupied it as his headquarters beginning on July 16, 1775, and it served as his base of operations during the Siege of Boston until he moved out on April 4, 1776. Andrew Craigie, Washington's Apothecary General, was the next person to own the home for a significant period of time. He purchased the house in 1791 and instigated its only major addition. Craigie's financial situation at the time of his death in 1819 forced his widow Elizabeth to take in boarders, and one of those borders was Henry Wadsworth Longfellow. He became its owner in 1843 when his father-in-law Nathan Appleton purchased it as a wedding gift. He lived in the home until his death in 1882.\nThe last family to live in the home was the Longfellow family, who established the Longfellow Trust in 1913 for its preservation. In 1972, the home and all of its furnishings were donated to the National Park Service, and it is open to the public seasonally. It presents an example of mid-Georgian architecture style.", "class": 271, "hf_iids": [1109, 3261, 27610, 4064, 1585, 782, 1994, 112, 188, 9101, 1305, 3700, 9338, 113, 1145, 1227, 1112, 1103, 159, 11192, 5727, 118, 6422, 1663, 118, 3261, 27610, 4064, 1585, 1105, 117, 1235, 1382, 1333, 117, 3261, 27610, 4064, 1305, 3700, 9338, 114, 1110, 170, 3432, 1751, 1388, 1120, 8359, 139, 7625, 5034, 1715, 1107, 3900, 117, 3559]}}