{"Q901533": {"coord": "Point(-73.990139 40.7185)", "enlink": "https://en.wikipedia.org/wiki/Lower_East_Side_Tenement_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/97%20Orchard%20Street%20Front.jpg"], "classes": ["tenement", "museum", "National Historic Site"], "en": "The Lower East Side Tenement Museum, located at 97 and 103 Orchard Street in the Lower East Side neighborhood of Manhattan, New York City, is a National Historic Site. The Museum's two historical tenement buildings were home to an estimated 15,000 people, from over 20 nations, between 1863 and 2011. The museum, which includes a visitors' center, promotes tolerance and historical perspective on the immigrant experience.", "class": 108, "hf_iids": [1109, 5738, 1689, 6383, 5157, 14529, 2143, 117, 1388, 1120, 5311, 1105, 9550, 23939, 1715, 1107, 1103, 5738, 1689, 6383, 4532, 1104, 6545, 117, 1203, 1365, 1392, 117, 1110, 170, 1305, 3700, 9338]}, "Q5598671": {"coord": "Point(-74.0402 40.721)", "enlink": "https://en.wikipedia.org/wiki/Great_Atlantic_and_Pacific_Tea_Company_Warehouse", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Great-a-p-warehouse-jersey-city.jpg"], "classes": ["National Register of Historic Places listed place"], "en": "The Great Atlantic and Pacific Tea Company Warehouse is a historic formerly commercial building at 150 Bay Street in Jersey City, Hudson County, New Jersey, United States.  Built as a warehouse for The Great Atlantic & Pacific Tea Company (A&P) in 1900, it is the major surviving remnant of a five-building complex of the nation's first major grocery store chain.  It was designated a National Historic Landmark in 1978, and now houses a mix of residences and storage facilities.", "class": 74, "hf_iids": [1109, 2038, 3608, 1105, 2662, 15832, 1881, 22846, 3255, 1110, 170, 3432, 3147, 2595, 1459, 1120, 4214, 2410, 1715, 1107, 3308, 1392, 117, 6236, 1391, 117, 1203, 3308, 117, 1244, 1311]}, "Q7402012": {"coord": "Point(-73.825833 40.892778)", "enlink": "https://en.wikipedia.org/wiki/Saint_Paul%27s_Church_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Saint%20Paul%27s%20Church%20National%20Historic%20Site.jpg"], "classes": ["National Historic Site"], "en": "Saint Paul's Church National Historic Site is  a United States National Historic Site located in Mount Vernon, New York, just north of the New York City borough of The Bronx. The site was authorized in 1978 to protect Saint Paul's Church from increasing industrialization of the surrounding area. Saint Paul's Church is one of New York's oldest parishes and was used as a military hospital after the American Revolutionary War Battle of Pell's Point in 1776. The 5-acre (20,000 m2) cemetery surrounding the church is also within the historic site and contains an estimated 9,000 burials dating from 1704.", "class": 118, "hf_iids": [2216, 1795, 112, 188, 1722, 1305, 3700, 9338, 1110, 170, 1244, 1311, 1305, 3700, 9338, 1388, 1107, 3572, 11459, 117, 1203, 1365, 117, 1198, 1564, 1104, 1103, 1203, 1365, 1392, 7833, 1104, 1109, 15115]}, "Q4553039": {"coord": "Point(-71.09138889 42.33)", "enlink": "https://en.wikipedia.org/wiki/1767_Milestones", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/BostonMA%20PartingWaysStone.jpg"], "classes": ["milestone", "historic district"], "en": "The 1767 Milestones are historic milestones located along the route of the Upper Boston Post Road between the cities of Boston and Springfield in Massachusetts. The 40 surviving milestones were added to the National Register of Historic Places in 1971. Massachusetts has a total of 129 surviving milestones including those along the upper Post Road. The stones are so named, despite having been placed in many different years, because of a 1767 directive of the Province of Massachusetts Bay that such stones be placed along major roadways. The state highway department was directed in 1960 to undertake their preservation. Many of them underwent a major restoration in 2018.The first stone was erected by Paul Dudley, one of the prominent citizens of early 18th century Massachusetts, in Roxbury, which was at the time a separate community. Roxbury was located at the end of the Boston Neck, a narrow isthmus separating the mainland from the Shawmut Peninsula, where Boston was located. Travelers going by land from Boston to other areas had to travel over the neck and through Roxbury to reach their destinations. The Roxbury junction where Dudley placed the first stone was where several routes branched, heading south and west across New England.\nDudley erected several stones along the road from Boston to Cambridge which wound its way from Beacon Hill along what is now Washington Street through the Dudley Square area to what is now Huntington Avenue, then along Harvard Street through Brookline Village, Coolidge Corner, and Allston crossing into Cambridge at the Great Bridge, where modern JFK Street in Cambridge becomes North Harvard Street in Allston. The stones that Dudley erected have the initial PD on them, usually at the bottom of the stone. The most chatty of these milestones (not part of this collection), is inscribed P Dudley rather than PD, and is located on the corner of Centre and South Streets in Jamaica Plain.\nThe stones listed for miles 23 through 29 in Wayland and Sudbury are actually guideposts rather than milestones, and do not list any mileage. They were erected at road intersections rather than at the mile marks. The stones are quarried granite posts with plug & feather tool marks and post-date 1800.", "class": 264, "hf_iids": [1109, 23714, 7726, 11488, 1132, 3432, 24697, 1116, 1388, 1373, 1103, 2438, 1104, 1103, 5454, 2859, 3799, 1914, 1206, 1103, 3038, 1104, 2859, 1105, 10363, 1107, 3559]}, "Q474665": {"coord": "Point(-71.1264 42.3767)", "enlink": "https://en.wikipedia.org/wiki/Longfellow_House%E2%80%93Washington%27s_Headquarters_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Longfellow%20National%20Historic%20Site%2C%20Cambridge%2C%20Massachusetts.JPG"], "classes": ["house", "National Historic Site"], "en": "The Longfellow House–Washington's Headquarters National Historic Site (also known as the Vassall-Craigie-Longfellow House and, until December 2010, Longfellow National Historic Site) is a historic site located at 105 Brattle Street in Cambridge, Massachusetts. It was the home of noted American poet Henry Wadsworth Longfellow for almost 50 years, and it had previously served as the headquarters of General George Washington (1775–76).\nThe house was built in 1759 for John Vassall, who fled the Cambridge area at the beginning of the American Revolutionary War because of his loyalty to the king of England. George Washington occupied it as his headquarters beginning on July 16, 1775, and it served as his base of operations during the Siege of Boston until he moved out on April 4, 1776. Andrew Craigie, Washington's Apothecary General, was the next person to own the home for a significant period of time. He purchased the house in 1791 and instigated its only major addition. Craigie's financial situation at the time of his death in 1819 forced his widow Elizabeth to take in boarders, and one of those borders was Henry Wadsworth Longfellow. He became its owner in 1843 when his father-in-law Nathan Appleton purchased it as a wedding gift. He lived in the home until his death in 1882.\nThe last family to live in the home was the Longfellow family, who established the Longfellow Trust in 1913 for its preservation. In 1972, the home and all of its furnishings were donated to the National Park Service, and it is open to the public seasonally. It presents an example of mid-Georgian architecture style.", "class": 271, "hf_iids": [1109, 3261, 27610, 4064, 1585, 782, 1994, 112, 188, 9101, 1305, 3700, 9338, 113, 1145, 1227, 1112, 1103, 159, 11192, 5727, 118, 6422, 1663, 118, 3261, 27610, 4064, 1585, 1105, 117, 1235, 1382, 1333, 117, 3261, 27610, 4064, 1305, 3700, 9338, 114, 1110, 170, 3432, 1751, 1388, 1120, 8359, 139, 7625, 5034, 1715, 1107, 3900, 117, 3559]}, "Q5498250": {"coord": "Point(-71.1322 42.325)", "enlink": "https://en.wikipedia.org/wiki/Frederick_Law_Olmsted_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Frederick%20Law%20Olmsted%20National%20Historical%20Site%2C%20August%202005.JPG"], "classes": ["National Park System unit", "National Historic Site"], "en": "Frederick Law Olmsted National Historic Site is a United States National Historic Site located in Brookline, Massachusetts, a suburb of Boston. Frederick Law Olmsted (1822–1903) is recognized as the founder of American landscape architecture and the nation's foremost parkmaker of the 19th century.  In 1883, Olmsted moved his home to suburban Boston and established \"Fairsted\", the world's first full-scale professional office for the practice of landscape design. Over the course of the next century, his sons and successors expanded and perpetuated Olmsted's design ideals, philosophy, and influence.\nThe site is located at 99 Warren Street, in the Green Hill section of Brookline.  Olmsted bought the Clark homestead, an 1810 Federal farmhouse, in 1883, to be near his frequent collaborator, H. H. Richardson, whose home and office were nearby.  Olmsted and his son John Charles renovated the house, landscaped the property, and relocated the barn closer to the house, and in 1903 added the office wing to the northwest of the main house.  Members of the Olmsted family occupied the main house until 1936, when Frederick Law Olmsted, Jr. moved to Elkton, Maryland, renting the house to tenants.  The offices of the Olmsted Brothers firm continued to be in the wing during this time, although business also declined.  Members of the firm reoccupied the house in the 1960s, making substantial alterations to the original landscaping of the property.  The property was acquired by the National Park Service in 1980.  The grounds have been restored to a c. 1930 appearance, restoring much of Olmsted's landscaping.Park resources include the restored \"Fairsted\" historic landscape, and the design office (which remains virtually unchanged from the days when the Olmsted firm's activity was at its height.) Housed within the office complex are nearly 1,000,000 original design records detailing work on many of America's most treasured landscapes, including the grounds of the U. S. Capitol and White House; Great Smoky Mountains and Acadia National Parks; Yosemite Valley; New York's Central Park; and whole park systems in cities such as Buffalo, Seattle, Boston, Louisville and Montreal. The Olmsteds also played an influential role in the creation of the National Park Service, which now owns and maintains the Olmsted site.\nFrederick Law Olmsted National Historic Site is open to the public.  The Park Service offers guided tours of the grounds and office wing.", "class": 85, "hf_iids": [4682, 2601, 152, 13505, 8546, 1305, 3700, 9338, 1110, 170, 1244, 1311, 1305, 3700, 9338, 1388, 1107, 10597, 2568, 117, 3559, 117, 170, 7144, 1104, 2859]}, "Q5095746": {"coord": "Point(-87.8069 41.8056)", "enlink": "https://en.wikipedia.org/wiki/Chicago_Portage_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Chicago%20Portage%20National%20Historic%20Site.jpg"], "classes": ["National Historic Site"], "en": "The Chicago Portage National Historic Site is a National Historic Site in Lyons, Cook County, Illinois, United States.  It is located in Chicago Portage Forest Preserve and the Ottawa Trail Woods Forest Preserve, at the junction of Portage Creek with the Des Plaines River, on the west side of Harlem Avenue on the line of 48th Street.  Preserved within the park is the western end of the historic portage linking the Chicago River to the Des Plaines River, thereby linking the Great Lakes to the Mississippi River.  A memorial depicting the portage of French explorers is located at the parking area.  A trail leads from the memorial down into the portage wilderness area.\nThe site commemorates the Chicago Portage, first written about by French explorers Father Marquette and Louis Joliet during their use of the portage and exploration of the area between Lake Michigan and the Mississippi River. The portage crossed what was known as Mud Lake, which could be wet, swampy, frozen, or dry, depending on the season, and which has since been completely obliterated. Mud Lake extended roughly from the historic western end of the South Branch of the Chicago River (near today's Damen Avenue) to the Des Plaines River at the present National Historic Site. These explorers understood the importance of the easiest crossing of the continental divide between the Gulf of Mexico and Atlantic Ocean watersheds.\nThe site, which was designated January 3, 1952 as an \"affiliated area\" of the National Park Service, is owned and administered by the Forest Preserve District of Cook County. Visitor access is via Harlem Avenue, just north of Interstate 55. The site contains the parking area, a memorial statue, interpretive signs, and trails. Activities here are hiking and canoeing, and the Friends of the Chicago Portage sponsors guided walks.", "class": 169, "hf_iids": [1109, 2290, 3905, 2553, 1305, 3700, 9338, 1110, 170, 1305, 3700, 9338, 1107, 17728, 117, 6816, 1391, 117, 3461, 117, 1244, 1311]}, "Q6170210": {"coord": "Point(-87.623411 41.889661)", "enlink": "https://en.wikipedia.org/wiki/Jean_Baptiste_Point_Du_Sable_Homesite", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Jean%20Baptiste%20Point%20Du%20Sable%20Homesite.JPG"], "classes": ["historic site"], "en": "The Jean Baptiste Point Du Sable Homesite is the location where, around the 1780s, Jean Baptiste Point du Sable located his home and trading post. This home is generally considered to be the first permanent, non-native, residence in Chicago, Illinois.  The site of Point du Sable's home is now partially occupied by and commemorated in Pioneer Court at 401 N. Michigan Avenue in the Near North Side community area of Chicago, Illinois.", "class": 113, "hf_iids": [1109, 2893, 18529, 4221, 12786, 17784, 2165, 25050, 3150, 1110, 1103, 2450, 1187, 117, 1213, 1103, 15763, 1116, 117, 2893, 18529, 4221, 3840, 17784, 2165, 1388, 1117, 1313, 1105, 6157, 2112]}, "Q1092659": {"coord": "Point(-75.150278 39.961667)", "enlink": "https://en.wikipedia.org/wiki/Edgar_Allan_Poe_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/EAP-NHS--Exterior.jpg"], "classes": ["house", "National Historic Site"], "en": "The Edgar Allan Poe National Historic Site is a preserved home once rented by American author Edgar Allan Poe, located at 532 N. 7th Street, in the Spring Garden neighborhood of Philadelphia, Pennsylvania. Though Poe lived in many houses over several years in Philadelphia (1838 to 1844), it is the only one which still survives.  It was designated a National Historic Landmark in 1962.", "class": 206, "hf_iids": [1109, 9407, 8577, 21377, 1305, 3700, 9338, 1110, 170, 6018, 1313, 1517, 12765, 1118, 1237, 2351, 9407, 8577, 21377, 117, 1388, 1120, 4389, 1477, 151]}, "Q2907541": {"coord": "Point(-75.1875 39.9696)", "enlink": "https://en.wikipedia.org/wiki/Boathouse_Row", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Boathouse%20Row-wide.JPG"], "classes": ["historic site"], "en": "Boathouse Row is a historic site located in Philadelphia, Pennsylvania, on the east bank of the Schuylkill River, just north of the Fairmount Water Works and the Philadelphia Museum of Art. It consists of a row of 15 boathouses housing social and rowing clubs and their racing shells. Each of the boathouses has its own history, and all have addresses on both Boathouse Row and Kelly Drive (named after famous Philadelphia oarsman John B. Kelly Jr.).\nBoathouses #2 through #14 are part of a group known as the Schuylkill Navy, which encompasses several other boathouses along the river. Boathouse #1 is Lloyd Hall and is the only public boathouse facility on the Row. Boathouse #15 houses the Sedgeley Club, which operates the Turtle Rock Lighthouse. The boathouses are all at least a century old, and some were built over 150 years ago.", "class": 279, "hf_iids": [12936, 3255, 14706, 1110, 170, 3432, 1751, 1388, 1107, 3562, 117, 2680, 117, 1113, 1103, 1746, 3085, 1104, 1103, 20452, 6583, 7777, 16249, 1595, 117, 1198, 1564, 1104, 1103, 6632, 15364, 4434, 5853, 1105, 1103, 3562, 2143, 1104, 2051]}, "Q5497674": {"coord": "Point(-76.9853 38.8633)", "enlink": "https://en.wikipedia.org/wiki/Frederick_Douglass_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Frederick%20Douglass%20House.jpg"], "classes": ["African-American museum", "National Historic Site"], "en": "The Frederick Douglass National Historic Site, administered by the National Park Service, is located at 1411 W Street, SE, in Anacostia, a neighborhood east of the Anacostia River in Southeast Washington, D.C. Established in 1988 as a National Historic Site, the site preserves the home and estate of Frederick Douglass, one of the most prominent African Americans of the 19th century. Douglass lived in this house, which he named Cedar Hill, from 1877-1888 until his death in 1895. Perched on a hilltop, the site offers a sweeping view of the U.S. Capitol and the Washington, D.C., skyline.\nIn 2017 the site was used to represent Washington, D.C., on its America the Beautiful quarter.", "class": 91, "hf_iids": [1109, 4682, 4402, 1116, 1305, 3700, 9338, 117, 8318, 1118, 1103, 1305, 1670, 2516, 117, 1110, 1388, 1120, 16308, 1475, 160, 1715, 117, 12342, 117, 1107, 9954, 13538, 10691, 117, 170, 4532, 1746, 1104, 1103, 9954, 13538, 10691, 1595, 1107, 8348, 1994, 117, 141]}, "Q6780317": {"coord": "Point(-77.030863888 38.908166666)", "enlink": "https://en.wikipedia.org/wiki/Mary_McLeod_Bethune_Council_House_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Mary%20McLeod%20Bethune%20Council%20House.jpg"], "classes": ["historic house museum", "townhouse", "African-American museum", "National Historic Site", "National Park System unit"], "en": "The Mary McLeod Bethune Council House National Historic Site preserves the house of Mary McLeod Bethune, located in Northwest Washington, D.C., at 1318 Vermont Avenue NW. National Park Service rangers offer tours of the home, and a video about Bethune's life is shown. It is part of the Logan Circle Historic District.The house is about five blocks north-northeast of the McPherson Square Washington Metro on the Blue and Orange Lines, and about five blocks south of the U Street Metro station on the Green and Yellow Lines. It is a half block southwest of Logan Circle.", "class": 137, "hf_iids": [1109, 2090, 150, 1665, 18763, 6452, 10038, 1761, 1585, 1305, 3700, 9338, 20421, 1103, 1402, 1104, 2090, 150, 1665, 18763, 6452, 10038, 117, 1388, 1107, 8358, 1994, 117, 141]}, "Q7163662": {"coord": "Point(-77.0239 38.8936)", "enlink": "https://en.wikipedia.org/wiki/Pennsylvania_Avenue_National_Historic_Site", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Pennsylvania%20Avenue%20Historic%20Site%20boundaries.jpg", "http://commons.wikimedia.org/wiki/Special:FilePath/Capital%20from%2014%20and%20penn.JPG"], "classes": ["National Historic Site"], "en": "Pennsylvania Avenue National Historic Site is a National Historic Site in the city of Washington, D.C. Established on September 30, 1965, the site is roughly bounded by Constitution Avenue, 15th Street NW, F Street NW, and 3rd Street NW. The historic district includes a number of culturally, aesthetically, and historically significant structures and places, including Pennsylvania Avenue NW from the White House to the United States Capitol, the Treasury Building, Freedom Plaza, Federal Triangle, Ford's Theatre, the Old Patent Office Building, the Old Pension Office Building (which now houses the National Building Museum), Judiciary Square, and the Peace Monument.\nPennsylvania Avenue, the heart of the historic site, is recognized by many as \"America's Main Street\", and the avenue plays a significant part in American political culture. A march or event held on the avenue is infused with a great deal of political meaning.", "class": 114, "hf_iids": [2680, 3194, 1305, 3700, 9338, 1110, 170, 1305, 3700, 9338, 1107, 1103, 1331, 1104, 1994, 117, 141]}, "Q4923748": {"coord": "Point(-76.9404 38.9252)", "enlink": "https://en.wikipedia.org/wiki/Bladensburg_Dueling_Grounds", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Old%20dueling%20ground%2C%20Bladensburg%2C%20Md.%20LCCN2016825572.jpg"], "classes": ["park", "historic site"], "en": "Bladensburg Dueling Grounds is a small spit of land, a fraction of its original size, along Dueling Creek, formerly in the town of Bladensburg, Maryland, and now within the town of Colmar Manor, just to the northeast of Washington, D.C., United States. Dueling Creek, formerly known as '\"Blood Run\" and \"The Dark and Bloody Grounds\", is a tributary of the Anacostia River, which was formerly, called the East Branch Potomac River.\nFrom 1808 the grove witnessed approximately fifty duels by gentlemen, military officers, and politicians, settling \"affairs of honor\". A formalized set of rules and etiquette, the code duello was usually enforced by the duelers and their seconds. The exact number of duels and the names of all the participants who fought at Bladensburg may never be known because surviving records are obscure, the events are not well documented - and  dueling was illegal.\nFollowing the Civil War, dueling fell out of favor as a means of settling personal grievances and declined rapidly; the last known duel was fought here in 1868.", "class": 210, "hf_iids": [17360, 2316, 3410, 4187, 1979, 8149, 1116, 1110, 170, 1353, 15277, 1104, 1657, 117, 170, 13394, 1104, 1157, 1560, 2060, 117, 1373, 4187, 1979, 3063, 117, 3147, 1107, 1103, 1411, 1104, 17360, 2316, 3410, 117, 4624, 117, 1105, 1208, 1439, 1103, 1411, 1104, 9518, 7317, 10757, 117, 1198, 1106, 1103, 4691, 1104, 1994, 117, 141]}, "Q6455666": {"coord": "Point(-77.020278 38.890556)", "enlink": "https://en.wikipedia.org/wiki/L%27Enfant_Plan", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/L%27enfant%20plan%20of%20Washington%2C%20D.C..jpg"], "classes": ["plan", "historic site"], "en": "The L'Enfant Plan for the city of Washington is the urban plan developed in 1791 by Major Pierre (Peter) Charles L'Enfant for George Washington, the first president of the United States.", "class": 62, "hf_iids": [1109, 149, 112, 13832, 26636, 7382, 1111, 1103, 1331, 1104, 1994, 1110, 1103, 3953, 2197, 1872, 1107, 14925, 1118, 2868, 4855, 113, 1943, 114, 1889, 149, 112, 13832, 26636, 1111, 1667, 1994, 117, 1103, 1148, 2084, 1104, 1103, 1244, 1311]}, "Q6682346": {"coord": "Point(-118.234 34.0661)", "enlink": "https://en.wikipedia.org/wiki/Los_Angeles_State_Historic_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Moon%20at%20Los%20Angeles%20State%20Historic%20Park.jpg"], "classes": ["California State Historic Park"], "en": "Los Angeles State Historic Park (LASHP) is a California State Park within the Chinatown neighborhood of Los Angeles. Also known as the Cornfield, the former brownfield consists of a long open space between Spring Street and the tracks of the Metro Gold Line. Located outside the main commercial and residential area in the northeast portion of Chinatown, the area is adjacent and southeast of the Elysian Park neighborhood.", "class": 25, "hf_iids": [2238, 2460, 1426, 3700, 1670, 113, 10722, 1708, 18104, 114, 1110, 170, 1756, 1426, 1670, 1439, 1103, 24812, 4532, 1104, 2238, 2460]}, "Q6682711": {"coord": "Point(-118.499 34.1606)", "enlink": "https://en.wikipedia.org/wiki/Los_Encinos_State_Historic_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Garnier%20Building%20at%20Rancho%20Los%20Encinos.JPG"], "classes": ["protected area", "California State Historic Park"], "en": "Los Encinos State Historic Park is a state park unit of California, preserving buildings of Rancho Los Encinos.  The park is located near the corner of Balboa and Ventura Boulevards in Encino, California, in the San Fernando Valley.  The rancho includes the original nine-room de la Ossa Adobe, the two-story limestone Garnier building, a blacksmith shop, a natural spring, and a pond.  The 4.7-acre (1.9 ha) site was established as a California state park in 1949.", "class": 6, "hf_iids": [2238, 13832, 16430, 2155, 1426, 3700, 1670, 1110, 170, 1352, 2493, 2587, 1104, 1756, 117, 16593, 2275, 1104, 20864, 2238, 13832, 16430, 2155]}, "Q7419945": {"coord": "Point(-118.620555555 34.256666666)", "enlink": "https://en.wikipedia.org/wiki/Santa_Susana_Pass_State_Historic_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Old%20Stagecoach%20Trail%20Santa%20Susana3.png"], "classes": ["California State Historic Park"], "en": "Santa Susana Pass State Historic Park is a California State Park of approximately 680 acres (2.8 km2) located on the boundary between Ventura and Los Angeles counties, between the communities of Chatsworth and Simi Valley. Geologically, the park is located where the Simi Hills meet the Santa Susana Mountains. Here in the western part of the Transverse Ranges, the land is dominated by high, narrow ridges and deep canyons covered with an abundant variety of plant life. The park offers panoramic views of the rugged natural landscape as a striking contrast to the developed communities nearby. The park is also rich in archaeological, historical, and cultural significance.", "class": 15, "hf_iids": [3364, 5640, 1161, 9157, 1426, 3700, 1670, 1110, 170, 1756, 1426, 1670, 1104, 2324, 26838, 3913, 113, 123]}, "Q568036": {"coord": "Point(-73.941917 40.668889)", "enlink": "https://en.wikipedia.org/wiki/Jewish_Children%27s_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/J%20Child%20Museum%20J11%20jeh.JPG"], "classes": ["children's museum", "Jewish museum"], "en": "The Jewish Children's Museum is the largest Jewish-themed children's museum in the United States. It aims for children of all faiths and backgrounds to gain a positive perspective and awareness of the Jewish heritage, fostering tolerance and understanding. The permanent collection features exhibits designed to be both educational and entertaining to children, often employing interactive multimedia. At the miniature golf course on the roof, for example, each hole represents a stage in Jewish life.\nThe museum is located in the Chabad-Lubavitch Chasidic community of Crown Heights  at 792 Eastern Parkway, Brooklyn, New York, near 770 Eastern Parkway, the headquarters of the Lubavitch movement. Built by architect, Steve H. Wilkowski of Milagros PM, the museum opened in 2004. In 2005, the Museum was among 406 New York City arts and social service institutions to receive part of a $20 million grant from the Carnegie Corporation, which was made possible through a donation by New York City mayor Michael Bloomberg.", "class": 235, "hf_iids": [1109, 2778, 4288, 112, 188, 2143, 1110, 1103, 2026, 2778, 118, 12005, 1482, 112, 188, 3480, 1107, 1103, 1244, 1311]}, "Q4974780": {"coord": "Point(-73.9439 40.6745)", "enlink": "https://en.wikipedia.org/wiki/Brooklyn_Children%27s_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Brooklyn%20Children%27s%20Museum.JPG"], "classes": ["children's museum"], "en": "The Brooklyn Children's Museum is a children's museum in Crown Heights, Brooklyn, New York City. Founded in 1899, it is the first children's museum in the United States – and according to some, the first one worldwide. It is unusual in its location in what is predominantly a residential area. Housed in a multi-level underground gallery, the museum underwent an expansion and renovation to double its space, reopened on September 20, 2008, and became the first green museum in New York City.", "class": 235, "hf_iids": [1109, 6010, 4288, 112, 188, 2143, 1110, 170, 1482, 112, 188, 3480, 1107, 5373, 9000, 117, 6010, 117, 1203, 1365, 1392]}, "Q56274243": {"coord": "Point(-73.93155278 40.82437222)", "enlink": "https://en.wikipedia.org/wiki/Bronx_Children%27s_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Mill%20Pond%20Park%20Power%20House%20cloudy%20jeh.jpg"], "classes": ["children's museum"], "en": "The Bronx Children's Museum is a children's museum founded in 2005. Its future exhibition space is located in Mill Pond Park in the South Bronx, New York City. The space is currently under construction and not open to the public at this time. The Museum provides ongoing in-school, afterschool and summer enrichment programming throughout the borough at schools, community based organizations, shelters, libraries, local festivals and parks. Since 2011, the Museum has offered programming out of its Museum On The Go! bus, also known as the \"purple bus\". The museum reaches about 10,000 people per year through the purple bus. Upon completion, its primary exhibition space will be located on the second floor of the Power House building in Mill Pond Park.Among the museum's supporters are Supreme Court Justice Sonia Sotomayor and former Sesame Street star Sonia Manzano, both regular participants of the museum's \"Dream Big\" summer program. Manzano has also written a children's book for the museum: The Lowdown on the High Bridge about the nearby High Bridge, which straddles the East River, and provided water to Manhattan from the old Croton Aqueduct. Other celebrities associated with the museum include Kerry Washington, and Chazz Palminteri, both honorees at the museum's annual galas, and Sunny Hostin, who serves on the museum's board of directors. The groundbreaking ceremony for the exhibition space was held on July 12, 2017. The permanent building is expected to open in 2020.", "class": 123, "hf_iids": [1109, 15115, 4288, 112, 188, 2143, 1110, 170, 1482, 112, 188, 3480, 1771, 1107, 1478]}, "Q901463": {"coord": "Point(-71.0498 42.3516)", "enlink": "https://en.wikipedia.org/wiki/Boston_Children%27s_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Boston%20Childrens%20Museum.jpg"], "classes": ["children's museum"], "en": "Boston Children's Museum is a children's museum in Boston, Massachusetts, dedicated to the education of children. Located on Children's Wharf along the Fort Point Channel, Boston Children's Museum is the second oldest children's museum in the United States. It contains many activities meant to both amuse and educate young children.", "class": 274, "hf_iids": [2859, 4288, 112, 188, 2143, 1110, 170, 1482, 112, 188, 3480, 1107, 2859, 117, 3559, 117, 3256, 1106, 1103, 1972, 1104, 1482]}, "Q2963300": {"coord": "Point(-87.6092 41.8914)", "enlink": "https://en.wikipedia.org/wiki/Chicago_Children%27s_Museum", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Chicago%20Children%27s%20Museum%20exterior%20in%20May%202016.jpg"], "classes": ["children's museum", "nonprofit organization", "museum"], "en": "The Chicago Children's Museum is located at Navy Pier in Chicago, Illinois. It was founded in 1982 by The Junior League of Chicago who were responding to programming cutbacks in the Chicago Public Schools. Originally housed in two hallways of the Chicago Public Library, it soon began to offer trunk shows and traveling exhibits in response to capacity crowds on-site.The museum moved a number of times over its initial years of existence while it continued to search for a permanent home. In 1995, the Museum thought it found that home when it reopened as an anchor tenant at Navy Pier on Lake Michigan. The new facility offered 57,000 square feet (5,300 m2) of exhibition space and included three floors of educational exhibits, public programs and special events.  Upon the move to the Pier, the expansion made it the fourth largest children's museum in the United States.  The museum serves more than 650,000 people, both at its Navy Pier location and in communities in and around Chicago, each year. While the Museum has an admission charge, it currently provides free admission to children 15 and under each Thursday from 5 p.m. to 8 p.m. and all-day on the first Sunday of each month.", "class": 143, "hf_iids": [1109, 2290, 4288, 112, 188, 2143, 1110, 1388, 1120, 2506, 17006, 1107, 2290, 117, 3461]}, "Q71057484": {"coord": "Point(-73.956666666 40.730277777)", "enlink": "https://en.wikipedia.org/wiki/Eberhard_Faber_Pencil_Factory", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/EF%20Star%20bldg%20GP%20jeh.jpg", "http://commons.wikimedia.org/wiki/Special:FilePath/Kickstarter%20HQ%20fa%C3%A7ade%2C%20October%202014%20%2815520898035%29.jpg"], "classes": ["factory", "New York City Landmark", "building complex"], "en": "The Eberhard Faber Pencil Factory is a former pencil factory complex in Greenpoint, Brooklyn, New York City. Designated as a historic district by the New York City Landmarks Preservation Commission (NYCLPC) in 2007, it is composed of nine buildings spread across two blocks.\nThe factory was founded by John Eberhard Faber, the great-grandson of 18th-century pencil entrepreneur Kaspar Faber. The younger Faber established the United States' first pencil factory in Midtown Manhattan in 1866. Following a fire six years later, Faber moved to a larger location in Greenpoint, which expanded through the late 19th and early 20th centuries with the acquisition or addition of several buildings. Faber's children split the company from its German parent in 1898, and it remained in Greenpoint until 1956, when it moved to Pennsylvania. Today part of the complex is in use as the Kickstarter headquarters, while other portions of the complex have been converted to residential, commercial or industrial uses.", "class": 225, "hf_iids": [1109, 142, 3169, 9421, 24164, 23544, 6617, 1233, 9977, 1110, 170, 1393, 16372, 4790, 2703, 1107, 2565, 7587, 117, 6010, 117, 1203, 1365, 1392]}, "Q30627405": {"coord": "Point(-73.970914 40.759868)", "enlink": "https://en.wikipedia.org/wiki/William_and_Helen_Ziegler_House", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/William%20and%20Helen%20Martin%20Murphy%20Ziegler%2C%20Jr.%20House%20116%20East%2055th%20Street.jpg"], "classes": ["New York City Landmark", "house"], "en": "The William and Helen Ziegler House (also known as the William and Helen Martin Murphy Ziegler Jr. House), located at 116 East 55th Street between Park and Lexington Avenues in the Midtown neighborhood of Manhattan, New York City, was built in 1926–27 and was designed by William Lawrence Bottomley in the Neo-Georgian syle, which Bottomley specialized in during the 1920s and 1930s. \nThe 37.5-foot wide house's four-and-a-half story facade features Flemish blond brickwork with burnt leaders, splayed lintels and end quoins, along with paneled wood shutters and a grey slate roof that is steeply pitched with set-in dormer windows and end chimneys.  \nWilliam Ziegler Jr., who was a businessman, sportsman, and philanthropist – he was the head of several foundations for the blind – lived in the house until 1958, after which it was converted into offices for Welton Becket's New York architecture branch. It was then purchased by the Radio Advertising Bureau (US) in 1962, then Allied Bank International from 1969-1986, BBVA's Ancla Investments from 1986-2001, then TIAA in March 2001. The building was designated a New York City landmark on May 1, 2001.It is currently used by the State University of New York, as the SUNY Global Center, which houses the Levin Graduate Institute of International Relations and Commerce.", "class": 70, "hf_iids": [1109, 1613, 1105, 5673, 163, 1663, 14849, 1585, 113, 1145, 1227, 1112, 1103, 1613, 1105, 5673, 2405, 6528, 163, 1663, 14849, 3108]}, "Q105546439": {"coord": "Point(-73.984166666 40.691111111)", "enlink": "https://en.wikipedia.org/wiki/Abolitionist_Place", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/227%20Duffield%20Street%20%2821596p%29.jpg", "http://commons.wikimedia.org/wiki/Special:FilePath/Abolitionist%20Place%20%2821607%29.jpg"], "classes": ["New York City Landmark", "house"], "en": "Abolitionist Place is an alternative name for a section of Duffield Street in Brooklyn, New York City, which was a significant site of abolitionist activity in the 19th century. Abolitionists Harriet and Thomas Truesdell lived at 227 Duffield Street, which is believed to have been a stop on the Underground Railroad. William Harned, an Underground Railroad conductor, lived at the intersection with Willoughby Street, and stories have been passed down orally of involvement of several houses on the block.\nIn the mid-2000s the New York City Economic Development Corporation announced plans to use eminent domain to seize and demolish the sites to construct a new public square and underground parking, leading the community to organize in opposition. Amid the pushback, the city renamed the street Abolitionist Place while proceeding with development plans. By 2019, all but one of the sites with claimed abolitionist activity on the street were demolished. The last, 227 Duffield, was designated as a landmark by the New York City Landmarks Preservation Commission in 2021. A public space at the intersection with Willoughby Street, also named Abolitionist Place, is in development as of June 2021.", "class": 236, "hf_iids": [138, 15792, 8934, 1776, 5033, 1110, 1126, 4174, 1271, 1111, 170, 2237, 1104, 23719, 12350, 1715, 1107, 6010, 117, 1203, 1365, 1392, 117, 1134, 1108, 170, 2418, 1751, 1104, 18304, 1776, 3246, 1107, 1103, 2835, 1432]}, "Q205380": {"coord": "Point(-74.001666666 40.733611111)", "enlink": "https://en.wikipedia.org/wiki/Greenwich_Village", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Washington%20Square%20Arch%20banner.jpg", "http://commons.wikimedia.org/wiki/Special:FilePath/NYC%20-%20Greenwich%20Village%20-%20Gay%20Street.JPG", "http://commons.wikimedia.org/wiki/Special:FilePath/Situation%20Greenwich%20Village.png"], "classes": ["NRHP district", "neighborhood in Manhattan", "gay village", "neighborhood"], "en": "Greenwich Village ( GREN-itch,  GRIN-,  -⁠ij) is a neighborhood on the west side of Lower Manhattan in New York City, bounded by 14th Street to the north, Broadway to the east, Houston Street to the south, and the Hudson River to the west. Greenwich Village also contains several subsections, including the West Village west of Seventh Avenue and the Meatpacking District in the northwest corner of Greenwich Village.\nIts name comes from Groenwijck, Dutch for \"Green District\". In the 20th century, Greenwich Village was known as an artists' haven, the bohemian capital, the cradle of the modern LGBT movement, and the East Coast birthplace of both the Beat and '60s counterculture movements. Greenwich Village contains Washington Square Park, as well as two of New York City's private colleges, New York University (NYU) and The New School.Greenwich Village is part of Manhattan Community District 2, and is patrolled by the 6th Precinct of the New York City Police Department. Greenwich Village has undergone extensive gentrification and commercialization; the four ZIP Codes that constitute the Village – 10011, 10012, 10003, and 10014 – were all ranked among the ten most expensive in the United States by median housing price in 2014, according to Forbes, with residential property sale prices in the West Village neighborhood typically exceeding US$2,100 per square foot ($23,000/m2) in 2017.", "class": 106, "hf_iids": [14323, 4671, 113, 144, 16941, 2249, 118, 1122, 1732, 117, 144, 20595, 2249, 118, 117, 118, 178, 3361, 114, 1110, 170, 4532, 1113, 1103, 1745, 1334, 1104, 5738, 6545, 1107, 1203, 1365, 1392, 117, 10350, 1118, 5740, 1715, 1106, 1103, 1564, 117, 5259, 1106, 1103, 1746, 117, 4666, 1715, 1106, 1103, 1588, 117, 1105, 1103, 6236, 1595, 1106, 1103, 1745]}, "Q7789244": {"coord": "Point(-74.233611111 40.783611111)", "enlink": "https://en.wikipedia.org/wiki/Thomas_Edison_National_Historical_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Edison%20labs%20Main%20St%20Lakeside%20Av%20jeh.jpg"], "classes": ["National Historical Park"], "en": "Thomas Edison National Historical Park preserves Thomas Edison's laboratory and residence, Glenmont, in West Orange, New Jersey, United States. These were designed, in 1887, by architect Henry Hudson Holly. The Edison laboratories operated for more than 40 years. Out of the West Orange laboratories came the motion picture camera, improved phonographs, sound recordings, silent and sound movies and the nickel-iron alkaline electric storage battery.", "class": 125, "hf_iids": [1819, 18221, 1305, 6794, 1670, 20421, 1819, 18221, 112, 188, 8087, 1105, 4662, 117, 8820, 7578, 117, 1107, 1537, 6309, 117, 1203, 3308, 117, 1244, 1311]}, "Q9202": {"coord": "Point(-74.044425277 40.689209166)", "enlink": "https://en.wikipedia.org/wiki/Statue_of_Liberty", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Statue%20of%20Liberty%207.jpg", "http://commons.wikimedia.org/wiki/Special:FilePath/New%20York%20City%20%28New%20York%2C%20USA%29%2C%20Statue%20of%20Liberty%20--%202012%20--%206818.jpg"], "classes": ["architectural structure", "statue", "tourist attraction", "heritage site"], "en": "The Statue of Liberty, officially known as Liberty Enlightening the World (French: La Liberté éclairant le monde), is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.\nThe statue is a figure of Libertas, a robed Roman liberty goddess. She holds a torch above her head with her right hand, and in her left hand carries a tabula ansata inscribed JULY IV MDCCLXXVI (July 4, 1776 in Roman numerals), the date of the U.S. Declaration of Independence. A broken shackle and chain lie at her feet as she walks forward, commemorating the recent national abolition of slavery. After its dedication, the statue became an icon of freedom and of the United States, seen as a symbol of welcome to immigrants arriving by sea.\nBartholdi was inspired by a French law professor and politician, Édouard René de Laboulaye, who is said to have commented in 1865 that any monument raised to U.S. independence would properly be a joint project of the French and U.S. peoples. The Franco-Prussian War delayed progress until 1875, when Laboulaye proposed that the French finance the statue and the U.S. provide the site and build the pedestal. Bartholdi completed the head and the torch-bearing arm before the statue was fully designed, and these pieces were exhibited for publicity at international expositions.\nThe torch-bearing arm was displayed at the Centennial Exposition in Philadelphia in 1876, and in Madison Square Park in Manhattan from 1876 to 1882. Fundraising proved difficult, especially for the Americans, and by 1885 work on the pedestal was threatened by lack of funds. Publisher Joseph Pulitzer, of the New York World, started a drive for donations to finish the project and attracted more than 120,000 contributors, most of whom gave less than a dollar (equivalent to $29 in 2020). The statue was built in France, shipped overseas in crates, and assembled on the completed pedestal on what was then called Bedloe's Island. The statue's completion was marked by New York's first ticker-tape parade and a dedication ceremony presided over by President Grover Cleveland.\nThe statue was administered by the United States Lighthouse Board until 1901 and then by the Department of War; since 1933 it has been maintained by the National Park Service as part of the Statue of Liberty National Monument, and is a major tourist attraction. Public access to the balcony around the torch has been barred since 1916.", "class": 74, "hf_iids": [1109, 1457, 2980, 4175, 1104, 8146, 117, 3184, 1227, 1112, 8146, 13832, 4568, 4777, 1103, 1291, 113, 1497, 131, 2001, 5255, 7488, 2744, 255, 1665, 20293, 2861, 5837, 19863, 2007, 114, 117, 1110, 170, 1884, 20831, 1348, 15242, 23974, 7115, 1113, 8146, 2054, 1107, 1203, 1365, 7835, 1439, 1203, 1365, 1392, 117, 1107, 1103, 1244, 1311]}, "Q4132676": {"coord": "Point(-122.366666666 37.908611111)", "enlink": "https://en.wikipedia.org/wiki/Rosie_the_Riveter_World_War_II_Home_Front_National_Historical_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Liberty%20Ship%20scaler%20HD-SN-99-02466.JPG"], "classes": ["National Historical Park", "park"], "en": "Rosie the Riveter World War II Home Front National Historical Park is a United States national historical park located in Richmond, California, near San Francisco. The park preserves and interprets the legacy of the United States home front during World War II, including the Kaiser Richmond Shipyards, the Victory ship SS Red Oak Victory, a tank factory, housing developments and other facilities built to support America's entry into World War II. In particular, the role of women and African-Americans in war industries is explored and honored.\nThe park is a \"partnership park\", meaning that no land or buildings are actually owned by the National Park Service, which only administers the park. This relatively new National Park was established in 2000 and is still under development. Bus tours of the park began in 2007.", "class": 150, "hf_iids": [16853, 1103, 155, 2109, 2083, 1291, 1414, 1563, 3341, 5967, 1305, 6794, 1670, 1110, 170, 1244, 1311, 1569, 3009, 2493, 1388, 1107, 6110, 117, 1756, 117, 1485, 1727, 2948]}, "Q351941": {"coord": "Point(-71.011389 42.256389)", "enlink": "https://en.wikipedia.org/wiki/Adams_National_Historical_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Adams%20Family%20House%20Peacefield.jpg"], "classes": ["National Historical Park"], "en": "Adams National Historical Park, formerly Adams National Historic Site, in Quincy, Massachusetts, preserves the home of United States presidents John Adams and John Quincy Adams, of U.S. envoy to Great Britain Charles Francis Adams, and of writers and historians Henry Adams and Brooks Adams.\nThe national historical park's eleven buildings tell the story of five generations of the Adams family (from 1720 to 1927) including presidents, first ladies, envoys, historians, writers, and family members who supported and contributed to their success. In addition to Peacefield, home to four generations of the Adams family, the park's main historic features include the John Adams Birthplace (October 30, 1735), the nearby John Quincy Adams Birthplace (July 11, 1767), and the Stone Library (built in 1870 to house the books of John Quincy Adams and believed to be the first presidential library), containing more than 14,000 historic volumes in 12 languages.\nThere is an off-site Visitors Center less than a mile (1.6 km) away. Regularly scheduled tours of the houses are offered in season (April 19 to November 10) by guided tour only, using a tourist trolley provided by the Park Service between sites. Access to United First Parish Church, where the Adamses worshipped and are buried, is provided by the congregation, for which they ask a small donation. The church is across the street from the Visitors Center.", "class": 131, "hf_iids": [5234, 1305, 6794, 1670, 117, 3147, 5234, 1305, 3700, 9338, 117, 1107, 17134, 117, 3559, 117, 20421, 1103, 1313, 1104, 1244, 1311, 17702, 1287, 5234, 1105, 1287, 17134, 5234, 117, 1104, 158]}, "Q1800033": {"coord": "Point(-71.0564 42.36)", "enlink": "https://en.wikipedia.org/wiki/Boston_National_Historical_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Boston%20National%20Historical%20Park%20Visitor%20Center%2C%20Boston%20MA.jpg"], "classes": ["National Historical Park"], "en": "The Boston National Historical Park is an association of sites that showcase Boston's role in the American Revolution. It was designated a national park on October 1, 1974. Seven of the eight sites are connected by the Freedom Trail, a walking tour of downtown Boston. All eight properties are National Historic Landmarks.\nFive of the sites that make up the park are neither owned nor operated by the National Park Service, and operate through cooperative agreements established upon the park's creation.   The park service operates visitor centers in Faneuil Hall and at the Charlestown Navy Yard.", "class": 139, "hf_iids": [1109, 2859, 1305, 6794, 1670, 1110, 1126, 3852, 1104, 3911, 1115, 17045, 2859, 112, 188, 1648, 1107, 1103, 1237, 4543]}, "Q62065294": {"coord": "Point(-87.755833 41.895159)", "enlink": "https://en.wikipedia.org/wiki/Laramie_State_Bank_Building", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Laramie%20State%20Bank%20Building%202.JPG"], "classes": ["building", "Chicago Landmark", "bank building"], "en": "The Laramie State Bank Building is an Art Deco building at 5200 W. Chicago Avenue, in Chicago's Austin community. It was designed by architects Meyer & Cook and was built in 1928. The terracotta ornamentation was produced by the Northwestern Terra Cotta Company. It is a Chicago Landmark.", "class": 160, "hf_iids": [1109, 14179, 9745, 1426, 2950, 4334, 1110, 1126, 2051, 13063, 1186, 1459, 1120, 21338, 1568, 160]}, "Q5940360": {"coord": "Point(-87.7018 41.9065)", "enlink": "https://en.wikipedia.org/wiki/Humboldt_Park_(Chicago_park)", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Humboldt%20Park%20Stables%20and%20Receptory.jpg"], "classes": ["park", "urban park", "recreation area", "venue", "NRHP multiple property submission"], "en": "Humboldt Park is a 207-acre (84 ha) park located at 1400 North Sacramento Avenue on the West Side of Chicago, Illinois.\nThe park was named for Alexander von Humboldt, a German naturalist and botanist.", "class": 163, "hf_iids": [20960, 1670, 1110, 170, 21606, 118, 7583, 113, 5731, 5871, 114, 2493, 1388, 1120, 22612, 1456, 12022, 3194, 1113, 1103, 1537, 6383, 1104, 2290, 117, 3461]}, "Q390028": {"coord": "Point(-75.15 39.948888888)", "enlink": "https://en.wikipedia.org/wiki/Independence_Hall", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Exterior%20of%20the%20Independence%20Hall%2C%20Aug%202019.jpg"], "classes": ["legislative building", "archaeological site", "heritage site"], "en": "Independence Hall is a historic civic building in Philadelphia, Pennsylvania in which both the United States Declaration of Independence and the United States Constitution were debated and adopted. The structure forms the centerpiece of the Independence National Historical Park and has been designated a UNESCO World Heritage Site.The building was completed in 1753 as the  Pennsylvania State House, and served as the capitol for the Province and Commonwealth of Pennsylvania until the state capital moved to Lancaster in 1799. It became the principal meeting place of the Second Continental Congress from 1775 to 1783 and was the site of the Constitutional Convention in the summer of 1787.\nA convention held in Independence Hall in 1915, presided over by former US president William Howard Taft, marked the formal announcement of the formation of the League to Enforce Peace, which led to the League of Nations and eventually the United Nations.", "class": 206, "hf_iids": [7824, 1944, 1110, 170, 3432, 12296, 1459, 1107, 3562, 117, 2680, 1107, 1134, 1241, 1103, 1244, 1311, 14308, 1104, 7824, 1105, 1103, 1244, 1311, 5317, 1127, 16087, 1105, 3399]}, "Q1190282": {"coord": "Point(-75.1481 39.9478)", "enlink": "https://en.wikipedia.org/wiki/Independence_National_Historical_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Liberty%20Bell%2C%20Independence%20Hall.jpg"], "classes": ["National Historical Park", "archaeological site", "museum"], "en": "Independence National Historical Park is a federally protected historic district in Philadelphia, Pennsylvania, United States that preserves several sites associated with the American Revolution and the nation's founding history. Administered by the National Park Service, the 55-acre (22 ha) park comprises many of Philadelphia's most-visited historic sites within the Old City and Society Hill neighborhoods. The park has been nicknamed \"America's most historic square mile\" because of its abundance of historic landmarks.\nThe centerpiece of the park is Independence Hall, a UNESCO World Heritage Site, where the Declaration of Independence and the United States Constitution were debated and adopted in the late 18th century. Independence Hall was the principal meetinghouse of the Second Continental Congress from 1775 to 1783 and the Constitutional Convention in the summer of 1787.Across the street from Independence Hall, the Liberty Bell, an iconic symbol of American independence, is displayed in the Liberty Bell Center. The park contains other historic buildings, such as the First Bank of the United States, the first bank chartered by the United States Congress, and the Second Bank of the United States, which had its charter renewal vetoed by President Andrew Jackson as part of the Bank War. Carpenters' Hall, the site of the First Continental Congress, is located on park property as well, however the building is privately owned and operated.  It also contains City Tavern, a recreated colonial tavern, which was a favorite of the delegates and which John Adams felt was the finest tavern in all America.Most of the park's historic structures are located in the vicinity of the four landscaped blocks between Chestnut, Walnut, 2nd, and 6th streets. The park also contains Franklin Court, the site of a museum dedicated to Benjamin Franklin and the United States Postal Service Museum. An additional three blocks directly north of Independence Hall, collectively known as Independence Mall, contain the Liberty Bell Center, National Constitution Center, Independence Visitor Center, and the former site of the President's House. The park also contains other historical artifacts, such as the Syng inkstand which was used during the signings of both the Declaration and the Constitution.", "class": 208, "hf_iids": [7824, 1305, 6794, 1670, 1110, 170, 26129, 4921, 3432, 1629, 1107, 3562, 117, 2680, 117, 1244, 1311, 1115, 20421, 1317, 3911, 2628, 1114, 1103, 1237, 4543, 1105, 1103, 3790, 112, 188, 4263, 1607]}, "Q717925": {"coord": "Point(-77.109167 38.920833)", "enlink": "https://en.wikipedia.org/wiki/George_Washington_Memorial_Parkway", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/GEORGE%20WASHINGTON%20MEMORIAL%20PARKWAY%20ON%20VIRGINIA%2C%20LOOKING%20NORTH%20TO%20KEY%20BRIDGE%20-%20NARA%20-%20546588.jpg"], "classes": ["National Scenic Byway", "National parkway"], "en": "The George Washington Memorial Parkway, colloquially the G.W. Parkway, is a 25-mile-long (40 km) parkway that runs along the south bank of the Potomac River from Mount Vernon, Virginia, northwest to McLean, Virginia, and is maintained by the National Park Service (NPS).  It is located almost entirely within Virginia, except for a short portion of the parkway northwest of the Arlington Memorial Bridge that passes over Columbia Island within the District of Columbia.\nThe parkway is separated into two sections joined by Washington Street (State Route 400) in Alexandria. A third section, which is the Clara Barton Parkway, runs on the opposite side of the Potomac River in the District of Columbia and suburban  Montgomery County, Maryland. A fourth section was originally proposed for Fort Washington, Maryland, but never built. The parkway has been designated an All-American Road.\nVirginia's official state designation for the parkway is State Route 90005.", "class": 213, "hf_iids": [1109, 1667, 1994, 4136, 14293, 117, 27963, 1103, 144]}, "Q7054270": {"coord": "Point(-76.9522 38.9447)", "enlink": "https://en.wikipedia.org/wiki/North_Brentwood_Historic_District", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/North%20Brentwood%20Historic%20District%20Dec%2010.JPG"], "classes": ["historic district", "NRHP district"], "en": "The North Brentwood Historic District, is a national historic district located in the town of North Brentwood, Prince George's County, Maryland.  It was the earliest incorporated African American community in the county.  The historic district comprises 128 buildings reflecting its development over the period from 1891 to 1950. All of the early vernacular dwellings were of wood frame construction with Late Victorian inspiration.  The 1920s house forms represented included bungalows, multi-family houses, and larger Foursquares. Small brick cottages were primarily built in the period immediately following World War II. The surviving historic buildings illustrate the forms and styles of buildings typically constructed in working-class suburban communities of the period.It was listed on the National Register of Historic Places in 2003.", "class": 210, "hf_iids": [1109, 1456, 13150, 2615, 3700, 1574, 117, 1110, 170, 1569, 3432, 1629, 1388, 1107, 1103, 1411, 1104, 1456, 13150, 2615, 117, 2558, 1667, 112, 188, 1391, 117, 4624]}, "Q5092894": {"coord": "Point(-77.105 38.922777777)", "enlink": "https://en.wikipedia.org/wiki/Chesapeake_and_Ohio_Canal_National_Historical_Park", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/C%20and%20O%20Banner.jpg", "http://commons.wikimedia.org/wiki/Special:FilePath/Cumberland%20Basin%20looking%20North.jpg"], "classes": ["National Historical Park"], "en": "The Chesapeake and Ohio Canal National Historical Park is located in the District of Columbia and the state of Maryland. The park was established in 1961 as a National Monument by President Dwight D. Eisenhower to preserve the neglected remains of the Chesapeake and Ohio Canal and many of its original structures. The canal and towpath trail extends along the Potomac River from Georgetown, Washington, D.C., to Cumberland, Maryland, a distance of 184.5 miles (296.9 km). In 2013, the path was designated as the first section of U.S. Bicycle Route 50.", "class": 213, "hf_iids": [1109, 22907, 1105, 3197, 6327, 1305, 6794, 1670, 1110, 1388, 1107, 1103, 1574, 1104, 3132, 1105, 1103, 1352, 1104, 4624]}, "Q14681610": {"coord": "Point(-118.2852 34.0311)", "enlink": "https://en.wikipedia.org/wiki/Birthplace_of_Adlai_E._Stevenson_II", "images": ["http://commons.wikimedia.org/wiki/Special:FilePath/Birthplace%20of%20Adlai%20Stevenson%20%28Los%20Angeles%29.jpg"], "classes": ["birth house", "Los Angeles Historic-Cultural Monument"], "en": "Birthplace of Adlai E. Stevenson II is a Los Angeles Historic-Cultural Monument (No. 35) in the West Adams neighborhood of Los Angeles, California. The site was the birthplace of two-time US Presidential candidate Adlai E. Stevenson II, who was born there on February 5, 1900. The house was designed by C.W. Wedgewood and built in approximately 1894. When Stevenson died in 1965, the site was declared a Historic-Cultural Monument.", "class": 13, "hf_iids": [20729, 11256, 1104, 24930, 20737, 142]}}